<?
$ip = "wowinsane.no-ip.org";          //Реалмлист сервера
$host = "localhost";          //хост базы MySQL
$port = "3306";               //порт базы MySQL
$login = "mangos";            //логин базы MySQL
$pass = "mangos";             //пароль базы MySQL
$dbm = "mangos";              //имя базы Mangos
$dbc = "characters";          //имя базы characters
$dbr = "realmd";              //имя базы Realmd
$tbc = "2";                   //тип аккаунта (0 - World of Warcraft, 1 - The Burning Crusade, 2 - Wrath of the Lich King)  
$sitename = "WoW Insane";      //имя сайта (tittle)
  

##########Прочие настройки##########
$explore = "10";             //рейты на открытие територии
$quest = "75";               //рейты на квесты
$kills = "75";               //рейты на убийство
$drop = "75";                 //рейты на Дроп вещей
$money = "75";               //рейты на деньги
$type = "PvP";                //Тип сервера (PvP, RPPvP..)
$emu = "TrinityCore";              //Эмулятор
$rev = "7959";                //Ревизия
$baza = "YTDB 492 (7953)";    //База сервера 
$icq = "339555548";           //аська админа   
$admin = "Recon";            //Администратор сервера
$gm = "Recon";               //ГеймМастер Сервера
$moder = "Recon";            //модератор сервера

///////////////// Арена ////////////////////////////////////////////////////////////
$title = "Список Команд арен";  	// Заголовок Страницы						//
												//											//	
///////////// Настройки подключения //////////////////////////////////////////////////////////
$host = 'localhost';							// mysql hostname							//
$user = 'mangos';									// mysql username							//
$pass = 'mangos';								// mysql password							//
$db	  = 'characters';							// mysql data base name (characters db)		//
												//											//
////////////// Насртойка кодировки ///////////////////////////////////////////////////////////
$cod = 'utf8'; 									// Кодировка (cp1215)						//
												//											//
//////////////// Настройка версии ////////////////////////////////////////////////////////////
$ver = '53';									// Показ уровня. для БК - 34, вотлк - 53	//
												//											//
//////////////////////////////////////////////////////////////////////////////////////////////
?>



          