<!--Rip by Kefirok-->
    <tr>
      <td height="88"></td>
      <td>&nbsp;</td>
<td rowspan="5" valign="top"><div class="style64" align="center">
        <p class="style102">Регистрация </p>
        </div>        
      <form id="form1" name="form1" method="post" action="complete.php">

          <div align="center">
          <div align="center"><span class="style65"><span class="style101">Перед тем как зарегистрироваться обязательно прочитайте</span> <a linkindex="12" href="2.php" class="style73"><u>правила</u></a>.</span>

            <style type="text/css">
<!--
.style3 {
	font-size: 11px;
	font-family: Tahoma;
}
-->
</style>
  <p> 
    <textarea style="max-height: 115px; max-width: 500px;" name="textarea" cols="60" rows="7" readonly="readonly">  Правила:  
1. Ниже перечисленные пункты являются обязательными для всех игроков, за их соблюдением следят Администраторы и модераторы. Наказание за нарушение правил так же определяется ими, в зависимости от нарушения, вплоть до полного бана игрока без возможности амнистии.  
2. Незнание правил не освобождает от ответственности!  
3. Регистрация.  
3.1. Регистрируясь на сервере, Вы автоматически соглашаетесь с данными правилами.  
3.2. Пользователь обязан помнить свои регистрационные данные (логин, пароль), либо хранить их в надежном месте. При утере или краже этих данных Администрация вправе не заниматься их возвратом, восстановлением права на аккаунт и т.п.  
4. Игрок обязан незамедлительно сообщить Администрации о замеченном баге, ошибке, недочете игры или серверного ПО. А так же о нарушителе, использующем подобные ошибки. Сокрытие данной информации расценивается как соучастие.  
5. Торговля осуществляется непосредственно самими игроками и любые ошибки допущенные участниками торговых отношений остаются на их совести.  
6. Если украли вещь, используя вашу невнимательность, неосведомленность, доверие, то-есть без использования багов игры, данная ситуация считается игровой, и по отношению к ней никаких мер со стороны Администрации не принимается  
7. Гильдии.  
7.1. Игроки имеют право создавать, удалять, управлять гильдиями неограниченно по своему усмотрению.  
7.2. Игроки имею право придумывать любые звания в гильдии и её название, если это не противоречит правилам.  
8. Администрация сервера  
8.1. В состав администрации сервера входят: администраторы и модераторы игрового процесса.  
8.2. Администрация в праве в любой момент, без объяснения причин, прекратить предоставление услуг конкретному пользователю или сервиса в целом.  
8.3. Администрация не несёт ответственности за утерю имущества, чаров и т.п. в результате не знаний правил игры. Ответственность несет владелец аккаунта, независимо от того, кто совершал действия под данным аккаунтом.  
8.4. Администрация не вмешивается в игровой процесс никаким образом, исключая моменты, которые требуют вмешательства. Модераторы имеют право перемещаться на БГ, арены и любые инсты для проверки хода игрового процесса и наблюдением за соблюдением правил  
8.5. Администрация оставляет за собой право вносить изменения в свод законов без объяснения причин, целей данных изменений и предупреждения игроков.  
Система наказаний:  
Статья 1. Описание  
1.1. В игре существуют несколько наказаний: бан по IP адресу, бан акаунта, удаление акаунта, удаление персонажа, молчанка в чате. Минимальным наказанием является 30 минут молчанки.  
1.2. При каждом следующем нарушении одного и того же пункта правил - мера наказания удваивается от предыдущей, если игрок нарушил другое правило в первые, то наказание выставляется исходя из ниже следующих пунктов.  
1.3. Если игрок нарушает сразу несколько правил, то наказание выносится по совокупности пунктов с суммированием наказаний.  
1.4. На всех нарушителей будет составляться протокол нарушений, независимо от того каким чаром на аккаунте вы нарушили, потому что нарушает правила не персонаж, а игрок. IP адреса и имена акаунтов нарушителей будут заноситься в общую базу администрации.  
Статья 2. Игровой процесс  
2.1. Запрещено использование программного обеспечения (или распространение информации о нем) влияющего каким-либо образом на работу сервера или игровой процесс. Наказание за первое нарушение: 72 часа бана. Также может применяться  бан по IP, или бан всех аккаунтов.  
2.2. Запрещено использование багов игры или вредоносного ПО. Игрок, использующий баги, является - багоюзером. Наказание за первое нарушение: 12 часов бана. Также может применяться, бан по IP, или бан всех аккаунтов.  
2.3. Запрещено использование нецензурных выражений в именах игроков, названиях гильдий и т.п. Наказание за нарушение: бессрочный бан аккаунта до момента удаления или переименования персонажа, гильдии и т.п. В случае переименования игрок амнистируется незамедлительно.  
2.4. Запрещен несанкционированный доступ к чужому игровому аккаунту. Наказание за нарушение: бан аккаунта нарушителя  
2.5. Запрещено преднамеренное создание персонажей с именами похожими на имена Администраторов, модераторов, а так же запрещено представляться другим игрокам от имени Администрации. Наказание за нарушение: бессрочный бан  аккаунта без права амнистии, либо бан до переименования или удаления персонажа. 
2.6. Запрещена любая реклама сторонних ресурсов, без согласования с администрацией сервера. Наказание за нарушение: бессрочный бан аккаунта. 
2.7 Игрокам запрещается вмешиваться в проведение турнира. Так же запрещается флуд в чате или бессмысленные сообщение. Игрокам надлежит выполнять требования администрации в ходе проведения турнира. Фразы типа: "а я не знал, что тут турнир" - рассматриваться не будут. Думайте своей головой, не зря наверно большое кол-во народа скапливается в 1 месте. Запрещается устраивать "кипиш" во время турнира. Так же запрещается отвлекать администрацию во время его проведения. Наказание за нарушение: мут на 1 час или бан до окончания турнира.  
Статья 3. Общение  
3.1. Запрещено оскорблять других игроков прямо или косвенно. Наказание за нарушение: молчанка в чате на 1 час  
3.2. Запрещен флуд (многократно повторяющиеся или бессмысленные сообщения) в игровом чате. Наказание за нарушение: молчанка в чате на 2 часа  
3.3. Запрещены нецензурные, двусмысленные, оскорбительные, или провоцирующие слова в общем чате игры (лфг). Любые сокращения матных слов тоже являются матными словами, такие, например как, пнх, йух, эдорас, бла, мля, цук, пля и т.д. Наказание за нарушение: молчанка в чате на 1 час  
3.4. Не следует многократно писать верхним регистром (через клавишу шифт или капс лок) фразы, призывающее к чему-либо или умоляющие о помощи. Наказание за нарушение: молчанка в чате на 1 час  
Статья 4. Взаимодействие с администрацией  
4.1. Запрещено обращаться к Администрации сервера без крайней необходимости. Любое обращение к Администрации должно содержать четкое изложение проблемы игрока.  
4.2. Запрещено неуважительное отношение к Администрации сервера, оскорбления, угрозы и т.п. Наказание за нарушение: от 1 до 72 часов бана на усмотрение оскорблённого члена администрации. 
4.3. Запрещено намеренно вводить Администраторов в заблуждение. Наказание за нарушение: от 1 до 672 часов бана в зависимости о того, насколько сильно ввели администрацию в заблуждение.  
4.5. Запрещено досаждать Администраторам и модераторам просьбами отменить наложенное наказание, сменить имя персонажа, его пол, внешний вид и т.д. Наказание за нарушение: 30 минут молчанки в чате.  
4.6. Что-либо не вошедшее в данные правила - остаётся на усмотрение администрации. </textarea>  
            <style type="text/css">
<!--
.style3 {font-family: Tahoma}
.style4 {font-size: 11px}
.style5 {font-family: Tahoma; font-size: 11px; }
-->
</style>
</p><div align="left">
  <table border="0" cellpadding="0" cellspacing="0" width="510">
    <!--DWLayoutTable-->
    
    <tbody><tr>
      <td height="261" valign="top" width="248"><div align="left">
<!--Rip by Kefirok-->
             
<script type="text/javascript">     
function isAlphaNumeric(value)     
{     
      if (value.match(/^[a-zA-Z0-9_]+$/))     
        return true;     
      return false;     
}     
function checkform(f)     
{     
      if (f.account.value == "")     
      {     
        alert("Введите логин");     
        return false;     
      }     
      if (!isAlphaNumeric(f.account.value))     
      {     
        alert("Запрещенные символы в логине");     
        return false;     
      }     
      if (f.password.value=="")     
      {     
        alert("Введите пароль");     
        return false;     
      }     
      if (!isAlphaNumeric(f.password.value))     
      {     
        alert("Запрещенные символы в пароле");     
        return false;     
      }     
      if (f.password2.value=="")     
      {     
        alert("Вы не ввели повтор пароля");     
        return false;     
      }     
      if (f.password.value != f.password2.value)     
      {     
        alert("Пароли не совпадают");     
        return false;     
      }     
      if (f.email.value=="")     
      {     
        alert("Вы не ввели e-mail");     
        return false;     

      }     
}     
</script>     

<font color="#00cc00">     
</font><br><br>     
<center>     
      
<table>     

<tbody><tr>     
      <td>логин:<br>     
      <input name="account" maxlength="20" type="text"></td>     
</tr>     

<tr>     
      <td>пароль:<br>     
      <input name="password" maxlength="20" type="password"></td>     
</tr>     

<tr>     
      <td>пароль еще раз:<br>     
      <input name="password2" maxlength="20" type="password"></td>     
</tr>     
<tr>     
      <td>почта:<br>      
      <input name="email" maxlength="32" type="text"></td>     
</tr> 
  
     <tr>
      <td colspan="2" style="text-align: center;"><br><input src="./images/reg.png" alt="reg" border="0" type="image" height="60" width="180"></td>     
     </tr>     

</tbody></table>     
</center>        <style type="text/css">
<!--
.style2 {font-size: 11px; font-family: Tahoma;}
-->
        </style>
                          
      <!--DWLayoutEmptyCell-->        &nbsp;</div></td>
      <td valign="top" width="262">  <p class="style3 style4" align="left">&nbsp;</p>
        <p class="style3 style4" align="left">Следует помнить: </p>        <div align="left">
          <ul>
            <li class="style5">Восстановить аккаунт можно будет только зная адрес почты. </li>

        <li class="style5">Сообщая ваш логин и пароль кому-либо, вы рискуете стать жертвой мошенников.</li>
        <li class="style5">Администрация никогда не требует сообщать ваш логин и пароль. </li>
          </ul>
          <p>&nbsp;</p>
                </div></td>
<!--Rip by Kefirok-->
    </tr>
  </tbody></table>
</div>
          </div>
        </div></form></td>
<!--Rip by Kefirok-->