<?php

switch ($lang):
  case ('ru'):
 	$button="create_ru.gif";
	$text = Array(
	'name' => 'ИМЯ',
	'password' => 'ПАРОЛЬ',
	'e-mail' => 'E-mail',
	'client' => 'Версия клиента :',
	'realm' => 'Реалмлист :',
	'acc' => 	'СОЗДАНИЕ АККАУНТА',
	'create' => '<font size=+2 color=green>ЗАВЕРШЕНО</font> !',
	'failed' => '<font size=+2 color=red>НЕВОЗМОЖНО</font> ',
	'not_all' => 'ЗАПОЛНЕНЫ НЕ ВСЕ ПОЛЯ',
	'ip_limit' => Array('С ВАШЕГО IP ',' АККАУНТОВ УЖЕ СОЗДАНО'),
	'backtext' => 'НАЗАД');
  $write[1] = 'Вход';
  $write[2] = 'Вы должны ввести свой логин и пароль, чтобы войти в Личный Кабинет.';
  $write[3] = '';
  $write[4] = '';
  $write[5] = 'Здравствуйте,';
  $write[6] = 'Главная';
  $write[7] = 'Выйти';
  $write[8] = 'Имя аккаунта';
  $write[9] = 'Персонажи';
  $write[10] = 'Тип Аккаунта';
  $write[11] = 'E-mail';
  $write[12] = 'Аккаунт создан';
  $write[13] = 'Последний заход';
  $write[14] = 'Услуги';
  $write[18] = 'Изменить Пароль';
  $write[20] = 'Изменить Имя персонажа';
  $write[22] = 'Восстановить пароль';
  $write[23] = 'Не верное значение';
  $write[24] = 'Тип Аккаунта изменён успешно!';
  $write[25] = 'Ваш E-mail адрес изменён успешно!<br><br> Новый E-mail ';
  $write[26] = 'Старый пароль';
  $write[27] = 'Новый пароль';
  $write[28] = 'Еще раз';
  $write[29] = 'Не правильно ведён старый пароль';
  $write[30] = 'Ваш пароль изменён';
  $write[31] = 'Новый пароль не совпадает.';
  $write[32] = 'Старое Имя';
  $write[33] = 'Новое Имя';
  $write[34] = 'Стоимость смены';
  $write[35] = 'Change name';
  $write[36] = 'Такое имя уже используется';/////////////////////////
  $write[37] = 'Назад';
  $write[38] = 'Имя Вашего персонажа изменено успешно.<br> Сейчас у вас ';
  $write[39] = 'Нехватает бонусов.';
  $write[40] = 'Вы должны выйти из игры.';//////////////////////////
  $write[41] = 'Вы удачно покинули Личный Кабинет';
  $write[42] = 'Вернутся на сайт';
  $write[43] = 'вернутся';
  $write[44] = 'Последний IP';
  $write[45] = 'Заблокирован';
  $write[46] = 'В игре';
  $write[47] = 'Клиент';
  $write[48] = 'Ошибочный E-mail';
  $write[49] = 'Еще раз';
  $write[50] = '<br><br>У вас ';
  $write[55] = 'Команды';
  $write[56] = 'Командa';
  $write[57] = 'Описание';
  $write[58] = 'Комманды';
  $write[60] = 'Реалм';
  $write[61] = 'Версия';
  $write[62] = 'Тип игры';
  $write[63] = 'Адрес сервера';
  $write[64] = 'Игроков на сервере';
  $write[65] = 'Альянс';
  $write[66] = 'Орда';
  $write[67] = 'Uptime';
  $write[68] = 'Статистика по серверу';
  $write[69] = 'Статистика по игрокам';
  $write[70] = 'Аккантов';
  $write[71] = 'Персонажей';
  $write[72] = 'За Альянс';
  $write[73] = 'За Орду';
  $write[74] = 'Гильдий';
  $write[75] = 'Информация о сервере';
  $write[76] = 'Здесь можно узнать некоторые подробности о сервере';
  $write[77] = 'Сервер Выключен';
  $write[80] = 'Имя не должно содержать пробелов!';///////////////////////
  $write[81] = 'Имя должно состоять только из букв!';////////////////////
  $write[82] = 'Добавить';
  $write[83] = 'Изменить';
  $write[84] = 'Удалить';
  $write[85] = 'Административная часть';
  $write[86] = 'Новости';
  $write[87] = 'Это интерестно!';
  $write[88] = 'Здесь есть, что почитать новичкам, а так же и продвинутым игрокам!';
  $write[89] = 'Аггро система';
  $write[90] = 'Вся информация об аггро системе';
  $write[91] = 'Сокеты';
  $write[92] = 'Что такое сокеты и для чего они нужны';
  $write[93] = 'Текст Вашего тикета';
  $write[94] = 'Персонаж,от чьего имени отправить сообщение';
  $write[95] = 'Написать тикет';
  $write[96] = 'Здесь Вы можете написать тикет администрации';
  $write[97] = 'High Level Armor Sets View';
  $write[98] = 'Здесь Вы можете примерить различные сеты: Dungeon Set, Tier Set, Arena Set и другие';
  $write[99] = 'Вещей';
  $write[100] = 'Квестов';
  $write[101] = 'Расса';
  $write[102] = 'Класс';
  $write[103] = 'Имя';
  $write[104] = 'Ошибка при выборе персонажа!';
  $write[105] = 'Сила';
  $write[106] = 'Ловкость';
  $write[107] = 'Выносливость';
  $write[108] = 'Интеллект';
  $write[109] = 'Дух';
  $write[110] = 'Броня';
  $write[111] = 'Base Stats';
  $write[112] = 'Приобретения бонусов за деньги.';
  $write[113] = 'Забанен';
  $write[114] = 'Перенос персонажа';
  $write[115] = 'Перенос персонажей <font color=red>отключен</font> администрацией!';
  $write[116] = 'Все о классах';
  $write[117] = 'Какой стиль игры вы предпочтете? Определитесь прочитав информацию по классам';
  $write[118] = 'Все о расах';
  $write[119] = 'В World of Warcraft 10 рас: дворфы, гномы, люди, ночные эльфы, орки, таурены, тролли, нежить, эльфы крови и дренеи. Выбор за Вами...';
  $write[120] = 'Баны';
  $write[121] = 'Броня';
  $write[122] = 'Уворот';
  $write[123] = 'Парирование';
  $write[124] = 'Блок';
  $write[125] = 'При нажатии на кнопку “Сменить имя” с Вас будет снято установленное количество бонусов. При входе в игру своим персонажем Вам будет предложено сменить имя!';

  $write[126] = 'Бонусов';
  $write[127] = 'Пополнить свой счет';
  $write[128] = 'Получение игровых возможностей за бонусы';
  $write[129] = 'Переводом WebMoney';
  $write[130] = 'СМС-сообщением';
  $write[131] = 'Валюта';
  $write[132] = 'Сумма';
  $write[133] = 'Подтвердить';
  $write[134] = 'СМС-сообщением';

  $write[135] = 'Потратить бонусы';
  $write[136] = 'Получение дополнительных возможностей за бонусы.';

  $write[137] = 'Переименовать персонажа';
  $write[138] = 'Купить золото';
  $write[139] = 'Предметы на заказ';
  $write[140] = 'У Вас нет персонажей со статусом "Не в игре".';
  $write[141] = 'Стоимость переименования - 150 бонусов.';

  $write[142] = 'Ваш запрос успешно выполнен. При входе в игру этим персонажем Вам нужно будет ввести новое имя персонажа.';

  $write[143] = 'Получить золото за бонусы';
  $write[144] = '500 бонусов : 500 золотых';
  $write[145] = 'Золото было успешно отправлено Вашему персонажу по почте.';
  $write[146] = 'Получить предмет за бонусы';
  $write[147] = 'Как узнать номер предмета?';
  $write[148] = 'Предмет с этим номером не продаётся.';
  $write[149] = 'Вернуться назад';
  $write[150] = 'Стоимость предмета';
  $write[151] = 'бонусов';
  $write[152] = 'Не хватает';
  $write[153] = 'Предмет был успешно отправлен Вашему персонажу по почте.';
  $write[154] = 'Повышение уровня';
  $write[155] = 'Повысить уровень до 70';
  $write[156] = 'Повысить уровень до 80';
  $write[157] = 'Повысить на 10 уровней';

  $write[158] = 'Ваш запрос на поднятие уровня успешно выполнен.';
  $write[159] = 'Возникла ошибка при попытке повысить уровень.';










  break;

endswitch;
?>